import os, sys

sms_sample = "***** 멤버십/혜택 > 멤버십 혜택 > KT멤버십 혜택\n\
[KT고객센터] KT 멤버십 혜택 안내\n\
\n\
안녕하세요. {grade} 고객님, KT입니다.\n\
\n\
[푸드/편의/쇼핑 혜택]\n\
■ 외식, 편의점, 영화, 카페, 쇼핑 등 스페셜 할인혜택 제공\n\
- 롯데시네마/CGV/메가박스(2D) 예매 할인\n\
- CJ더마켓 35% 할인 쿠폰\n\
- 뚜레쥬르 천원당 100원 할인\n\
- 파리바게뜨 천원당 50원 할인\n\
- GS25 천원당 50원 할인\n\
- 매드포갈릭 20% 할인\n\
- 도미노피자 15% 할인\n\
- 스타벅스 음료 월 1회 사이즈업\n\
- KT알파쇼핑 최대 1만2천원 할인(7천원/5천원 쿠폰 2종)\n\
- 텐바이텐 3천원 할인, 디자인 문구 15% 할인 쿠폰\n\
- 그리팅 1만원 할인 쿠폰\n\
\n\
[여가 혜택]\n\
■ 테마파크, 호텔, 여행 등 여가 관련 혜택 제공\n\
- 에버랜드/서울랜드/롯데월드 자유이용권 본인 40% 할인\n\
  ('25.06.01~'25.06.30 까지 에버랜드 본인 50% 할인)\n\
- 아고다 숙박 5% 할인 쿠폰\n\
- 전국 공항 라운지 30%할인\n\
- 노보텔 앰배서더 동대문 프리미엄 뷔페 레스토랑 푸드익스체인지 10% 할인\n\
\n\
[유용한 정보]\n\
☞ KT멤버십 혜택 한눈에 보기:\n\
https://membership.kt.com/main/MainInfo.do\n\
☞ KT멤버십 혜택 이용방법(동영상 보기): https://kt.com/068l\n\
☞ KT멤버십 포인트로 영화 할인받기(동영상 보기): https://kt.com/975w\n\
\n\
☎ 전화문의: 고객센터 100\n\
\n\
항상 KT와 함께해 주셔서 감사합니다.\n\
\n\
[KT, 당신과_미래 사이에]"

print("sms_sample: ", sms_sample)
